export const SERVICES_DATA = {
    title: { wordA: 'خدماتي', wordB: 'البرمجية' },
    techTitle: 'التقنيات المستخدمة',
    categories: [
        {
            title: 'تطوير الواجهات الأمامية',
            icon: 'bi-code-slash',
            description: 'أمتلك مهارات واسعة في تطوير البرمجيات، بدءاً من تصميم واجهات المستخدم الجذابة وصولاً إلى بناء أنظمة خلفية قوية وقابلة للتوسع. أركز دائماً على جودة الكود وأفضل الممارسات.',
            tech: ['HTML/CSS', 'JavaScript/TypeScript', 'React/Next.js',]
        },
        {
            title: 'تطوير الواجهات الأمامية',
            icon: 'bi-code-slash',
            description: 'أمتلك مهارات واسعة في تطوير البرمجيات، بدءاً من تصميم واجهات المستخدم الجذابة وصولاً إلى بناء أنظمة خلفية قوية وقابلة للتوسع. أركز دائماً على جودة الكود وأفضل الممارسات.',
            tech: ['HTML/CSS', 'JavaScript/TypeScript', 'React/Next.js',]
        },
        {
            title: 'تطوير الواجهات الأمامية',
            icon: 'bi-code-slash',
            description: 'أمتلك مهارات واسعة في تطوير البرمجيات، بدءاً من تصميم واجهات المستخدم الجذابة وصولاً إلى بناء أنظمة خلفية قوية وقابلة للتوسع. أركز دائماً على جودة الكود وأفضل الممارسات.',
            tech: ['HTML/CSS', 'JavaScript/TypeScript', 'React/Next.js',]
        }
    ]
};